const feeds = [
  {
    author: 'Соколов А. В.',
    topic: 'Роль комплексного препарата витаминов группы В',
    description:
      'Миелиновая оболочка покрывает нервное волокно на протяжении всей длин, уридина и холина в терапии хронического',
    tags: ['Боль', 'Антидепрессант', 'Неврология', 'Энергия'],
    url: 'https://vimeo.com/524933864',
  },
  {
    author: 'Петров Р. А.',
    topic: 'Роль комплексного препарата витаминов группы В',
    description:
      'Протяжении всей длин, уридина и холина в терапии хронического.',
    tags: ['Боль', 'Антидепрессант', 'Неврология', 'Энергия'],
    url: 'https://vimeo.com/524933864',
  },
  {
    author: 'Сокольников Н. П.',
    topic: 'Роль комплексного препарата витаминов группы В',
    description:
      'Миелиновая оболочка покрывает нервное волокно на протяжении всей длин, уридина и холина в терапии хронического',
    tags: ['Боль', 'Антидепрессант', 'Неврология', 'Энергия'],
    url: 'https://vimeo.com/524933864',
  },
  {
    author: 'Романов С. Б.',
    topic: 'Роль комплексного препарата витаминов группы В',
    description:
      'Миелиновая оболочка покрывает нервное волокно на протяжении всей длин, уридина и холина в терапии хронического',
    tags: ['Боль', 'Антидепрессант', 'Неврология', 'Энергия'],
    url: 'https://vimeo.com/524933864',
  },
];

export function fetchAll() {
    return feeds;
}